import { IData } from '../interfaces';

export const data: IData = {
  section2: [
    {
      digit: 293,
      text: 'HD видеоурока<br/> длительностью 3 - 15 минут'
    },
    {
      digit: 6,
      text: 'Мероприятий на курсе (Хакатоны,<br/> мастер классы, разборы и т.д.)'
    },
    {
      digit: 193,
      text: 'заданий и тестов<br/> для закрепления'
    },
  ],
  section4: [
    {
      icon: 'benefit-1',
      text: 'Научишься понимать терминологию, документацию и писать код на уровне востребованных  разработчиков'
    },
    {
      icon: 'benefit-2',
      text: 'Твои знания превратятся в систему, ты не просто изучишь технологии, но и поймешь как развиваться дальше'
    },
    {
      icon: 'benefit-3',
      text: 'Создашь Fullstack приложение, которое покажет что твои навыки выше чем у стандартного junior '
    },
    {
      icon: 'benefit-4',
      text: 'Создашь с помощью фреймворка React  визуальную часть приложения: элементы, анимация'
    },
    {
      icon: 'benefit-5',
      text: 'Изучишь NodeJS на достаточном уровне чтобы связывать frontend и backend'
    },
    {
      icon: 'benefit-6',
      text: 'Овладеешь базой,  от которого можно отталкиваться и учить любую технологию на JavaScript'
    },

  ]
};
